<template>
  <vs-row vs-justify="center">
    <vs-col type="flex" vs-justify="center"
      vs-align="center" vs-w="6">
      <vs-card>
        <div slot="header">
          <h3>
            Исследования по Input mask
          </h3>
        </div>
        <div>
          <span>Ссылки сортировал по размеру библотеки по размеру.
            Постарался описать минусы который нашел и думаю минусом.
            Возможно есть еще минуси который я не нашел или какие то
            может не является реальном минусом. Из тех библотек который
            расмотрел не добавил в список тех у кого размер больше 100кб
            и тех кто по функционалу очень похоже на библотек в списке.
            Не смог расмотреть всех
            возможных библотек так как их достаточно много.
          </span>
        </div>
      </vs-card>
    </vs-col>
  </vs-row>
</template>

<script>
// @ is an alias to /src

export default {
  name: 'Home',
};
</script>
